Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
pl: Kod języka powinien mieć postać xx-YY, xxx-YY, xx_YY lub xxx_YY, gdzie xx lub xxx jest kodem języka, a YY jest kodem regionu lub kraju (opcjonalnie)..

source: The last frame offers you to have a look at the readme and changes files for the version you have installed.
pl: Ostatnia ramka pozwala na przejrzenie plików readme i zmian dla wersji, która została zainstalowana.

source: The memory named omegat can be used by OmegaT itself, in future projects that you create.
pl: Pamięc tłumaczeniowa o nazwie omegat może być wykorzystywana tylko w programie OmegaT, w kolejnych projektach, które są tworzone przez użytkownika.

source: The next segment with a note attached to it, will open.
pl: Przejście do następnego segmentu, który opatrzony jest notatką.

source: The options for the program start-up in this case will be read from the OmegaT.l4J.ini file, which resides in the same folder as the exe file and which you can edit to reflect your setup.
pl: Opcje uruchamiania programu w tym przypadku zostaną odczytane z pliku OmegaT.l4J.ini , który znajduje się w tym samym folderze co plik exe i który możesz edytować, aby dostosować swoją konfigurację.

source: The password cannot be empty.
pl: Hasło nie może być puste.

source: The password you entered did not match.
pl: Podane hasło nie odpowiada..

source: The passwords don't match.
pl: Hasła nie zgadzają się.

source: The permissions you give to this version (which may appear as "unrestricted access to the computer") are identical to the permissions you give to the local version, i.e., they allow access to the hard drive of the computer.
pl: Uprawnienia, których udzielisz tej wersji (mogą pojawić się jako "nieograniczony dostęp do komputera"), są identyczne do uprawnień, których udzielisz wersji lokalnej, np. pozwolą na dostęp do wtardego dysku komputera.

source: The previous segment with a note will open.
pl: Przejście do poprzedniego segmentu, który jest opatrzony adnotacją.

source: The project cannot be verified
pl: Nie można zweryfikować projektu

source: The project was converted successfully.
pl: Projekt został pomyślnie zmieniony.

source: The project will be loaded as a local project without team functionality.
pl: Projekt zostanie załadowany jako projekt lokalny bez udziału zespołu.

source: The results window is laid out in the form of a table in which:
pl: Okno wyników ułożone jest w formie tabeli, w której:

source: The script "{0}" is running...
pl: Skrypt "{0}" działa...

source: The second command is the command which actually launches OmegaT.
pl: Druga komenda jest poleceniem, które uruchamia OmegaT.

source: The segment is opened when either its segment call-out or segment number is entered.
pl: Segment zostanie otworzony po jego wywołaniu lub wprowadzeniu jego numeru.

source: The server is not a valid Apertium server.
pl: Serwer nie jest prawidłowym serwerem Apertium.

source: The simplest way to launch OmegaT, however, is to execute the OmegaT.exe program.
pl: Najprostszym sposobem na uruchomienie programu OmegaT jest jednak skorzystanie z programu OmegaT.exe .

source: The source and target files can have different formats (for example, a .docx file can be aligned with a .pdf file).
pl: Pliki źródłowe i docelowe mogą mieć różne formaty (np. plik .docx może być wyrównany z plikiem .pdf).

source: The source file language entered is invalid!
pl: Wprowadzony język pliku źródłowego jest nieprawidłowy!

source: The specified dictionary folder cannot be used.
pl: Katalog wybranego słownika nie może zostać użyty

source: The specified dictionary folder does not exist.
pl: Katalog wybranego słownika nie istnieje.

source: The specified files are not supported.
pl: Wybrane pliki nie są obsługiwane.

source: The specified project is an OmegaT 3.6-style team project.
pl: Ten konkretny projekt jest w dziełem zespołowym w stylu OmegaT 3.6.

source: The supported file formats are those listed in Project Properties File Filters .
pl: Obsługiwane formaty plików są wymienione w Projekt Właściwości Filtry plików .

source: The tags in OmegaT are greyed, so they are easy to recognise.
pl: Tagi w programie OmegaT są szare, więc łatwo je rozpoznać.

source: The title of the dialog reflects the file actually used (which depends on how many instances of OmegaT are running concurrently).
pl: Tytuł okna dialogowego odzwierciedla aktualnie używany plik (w zależności od tego, ile instancji programu OmegaT jest uruchomionych jednocześnie).

source: The translated file language entered is invalid!
pl: Podany język tłumaczenia pliku jest nieprawidłowy!

source: The translation has changed.
pl: Tłumaczeie zostało zmienione.

source: The writeable glossary file is not in the glossary folder.
pl: Zapisywalny plik słowniczka nie znajduje się w folderze słownikowym.

source: The writeable glossary file must be inside the glossary folder
pl: Zapisywany plik glosariusza musi znajdować się w folderze Glosariusz.

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
pl: A więc później, przy tłumaczeniu z francuskiego kanadyjskiego projekt będzie stosował wszystkie zasady zdefiniowane dla wszystkich języków w odpowiedniej kolejności.

source: Then, after selecting a suitable menu, add a submenu/item with File - New Submenu and File - New Item.
pl: Następnie po wybraniu odpowiedniego menu, dodaj podmenu/element za pomocą Plik - Nowy Podmenu i Plik - Nowy element.

source: There are many plugins available for OmegaT online.
pl: Dostępnych jest wiele wtyczek dla programu OmegaT online.

source: There should be three files, with extensions dz, idx and ifo.
pl: Powinny się w nim znajdować trzy pliki z rozszerzeniami dz, idx orazifo.

source: There was an error initializing LanguageTool.
pl: Podczas instalacji LanguageTool wystąpił błąd.

source: Therefore, press Ctrl+Shift+V before you generate your translated files, to validate that your tags are correct.
pl: Dlatego należy nacisnąć Ctrl+Shift+V przed wygenerowaniem przełumaczonych plików, aby sprawdzić, czy tagi są poprawne.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
pl: Z tego powodu nie można dokładnie określić lokalizacji folderu konfiguracyjnego programu OmegaT.

source: These three are certain: Death, taxes, and page not found You, victim of one
pl: Padłeś ofiarą klątwy braku strony...

source: These units have been skipped.
pl: Te jednostki zostały pominięte.

source: They are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move them around in the target sentence.
pl: Są chronione, więc nie jest możliwe modyfikowanie ich zawartości, można je usuwać, wpisywać ręcznie lub przenosić w obrębie zdania docelowego.

source: This will delete your local data and re-download the project contents from the server.
pl: Usunie to lokalne dane i załaduje od nowa pliki projektu z serweru.

source: This ID is already being used.
pl: To ID znajduję się już w użyciu.

source: This JRE will not interfere with other Java implementations that may already be installed on your system.
pl: Ten JRE nie będzie kolidował z innymi wersjami Java, które mogą być już zainstalowane w systemie.

source: This URL appears to be invalid.
pl: Ten adres URL wydaje się nieprawidłowy.

source: This call MUST NOT be in swing thread
pl: To wywołanie NIE MOŻE znajdować się w wątku swing

source: This call MUST be in swing thread
pl: To wywołanie MUSI znajdować się w wątku swing

source: This command changes the folder to the folder containing the executable OmegaT file.
pl: To polecenie zmienia folder na folder zawierający plik wykonywalny OmegaT.

source: This command will be executed after Creating Translated Documents.
pl: To polecenie zostanie wykonane po utworzeniu przetłumaczonych dokumentów.

source: This creates a folder called OmegaT.
pl: Zostanie utworzony folder o nazwie OmegaT.

source: This creates an ./OmegaT_4.n.n_Without_JRE/ folder in the working folder with all the files necessary to run OmegaT.
pl: To utworzy folder ./OmegaT_4.n.n_Without_JRE/ w folderze roboczym ze wszystkimi plikami potrzebnymi do uruchomienia OmegaT.

source: This function is specific to team projects.
pl: Ta fukcja dotyczy projektów zespołowych.

source: This includes preferences set from within OmegaT, any changes you have made to your OmegaT.l4J.ini file, and also your launch script (.bat file), if you are using one.
pl: Dotyczy to preferencji ustawionych w programie OmegaT, wszelkich zmian wprowadzonych w pliku OmegaT.l4J.ini a także skryptu startowego (plik .bat ), jeżeli jest używany.

source: This information applies only to the "Traditional" Windows versions of OmegaT.
pl: Niniejsze informacje dotyczą wyłącznie "tradycyjnych" wersji programu OmegaT dla systemu Windows.

source: This information applies to systems such as Solaris SPARC/x86/x64, Linux x64/PowerPC, Windows x64.
pl: Ta informacja dotyczy systemów takich jak Solaris SPARC/x86/x64, Linux x64/PowerPC, Windows x64.

source: This is a Git repository.
pl: To jest repozytorium Git.

source: This is a Subversion repository.
pl: To jest repozytorium Subversion.

source: This is a valid project file.
pl: To jest prawidłowy plik projektu.

source: This is necessary even if there's only one combination available, like pt_BR in case of Brazilian Portuguese.
pl: Jest to konieczne, nawet jeśli jest tylko jedna dostępna kombinacja, jak pt_BR w przypadku brazylijskiego portugalskiego.

source: This is the standard behavior.
pl: Jest to standardowe działanie.

source: This is the way text will look when displayed.
pl: Tak będzie wyglądał wyświetlony tekst.

source: This marking has priority over Mark Translated Segments and Mark Untranslated Segments.
pl: To zaznaczenie ma pierwszeństwo nad Zaznacz przetłumaczone segmenty oraz Zaznacz nieprzetłumaczone segmenty.

source: This menu displays entries only when a project is open.
pl: To menu wyświetla punkty menu tylko wtedy, gdy projekt jest otwarty.

source: This method has a particular benefit of being suitable for finding causes of problems: if an error occurs during use of the program, an error message is output in the terminal window which may contain useful information on the cause of the error.
pl: Metoda ta ma tę szczególną zaletę, że nadaje się do znajdowania przyczyn problemów: jeśli podczas używania programu wystąpi błąd, w oknie terminala wyświetlany jest komunikat o błędzie, który może zawierać użyteczną informację o przyczynie błędu

source: This method will also use preferences and settings you have made from within OmegaT.
pl: Metoda ta będzie również wykorzystywać preferencje i ustawienia wprowadzone przez użytkownika w programie OmegaT.

source: This option displays bidirectional control characters
pl: Ta opcja wskazuje dwukierunkowe znaki kontrolne

source: This package can be used on any platform where a Java 8 compatible JRE is installed.
pl: Ten pakiet może być użytkowany na każdej platformie z zainstalowaną wersją programu Java 8 kompatybilną z JRE.

source: This package is bundled with Oracle's Java Runtime Environment.
pl: Ten pakiet posiada Java Runtime Environment firmy Oracle.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
pl: Ten program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować zgodnie z warunkami Powszechnej Licencji Publicznej GNU opublikowanej przez Free Software Foundation; albo w wersji 3. tej Licencji, albo (według Twojego uznania) w każdej późniejszej wersji.

source: This project
pl: Tym projekcie

source: This will create an omegat/ folder in the working folder in which you will find all the files needed to run OmegaT.
pl: Zostanie utworzony folder omegat/ folder w folderze roboczym, w którym znajdziesz wszystkie pliki potrzebne do uruchomienia OmegaT.

source: This will discard all changes you have made so far.
pl: Spowoduje to odrzucenie wszystkich zmian, które zostały wprowadzone do tej pory.

source: This will launch OmegaT with 6 GB of memory; change the 6g to the desired amount.
pl: OmegaT uruchomi się z 6 GB dostępnej pamięci; zmienić 6g na wybraną ilość.

source: Thus, for example, rules for Canadian French (FR-CA) should be higher than rules for French (FR.*), and higher than Default (.*) ones.
pl: Na przykład zasady segmentacji dla francuskiego kanadyjskiego (FR-CA) będą wyżej niż zasady dla francuskiego (FR.*) i wyżej niż zasady domyślne (.*).

source: To access Configuration.properties, right-click on OmegaT.app and select "Show Package Contents", then open the file in Contents/Resources by right-clicking on it and selecting your text editor of choice.
pl: Aby uzyskać dostęp do Configuration.properties, kliknij prawym przyciskiem myszy na OmegaT.app i wybierz "Pokaż zawartość pakietu", następnie otwórz plik w Contents/Resources poprzez kliknięcie prawym przyciskiem myszy i wybranie dowolnego edytora tekstu.

source: To associate a script with a number:
pl: Aby powiązać skrypt z numerem:

source: To avoid losing important data:
pl: Aby uniknąć utraty ważnych danych:

source: To change the amount of memory available, edit OmegaT.app/Contents/Info.plist file and un-comment the line <!-- <string>-Xmx6g</string> --> by removing the <!-- and -->.
pl: By zmienić ilość dostępnej pamięci, edytuj plik OmegaT.app/Contents/Info.plist i usuń komentarz do wiersza <!-- <string>-Xmx6g</string> --> poprzez usunięcie znaków <!-- i -->.

source: To display the instant start guide in the desired language, you need to specify both the language and the country.
pl: Aby wyświetlić przewodnik natychmiastowego startu w wybranym języku, należy określić zarówno język, jak i kraj.

source: To install OmegaT, double-click on the program you have downloaded.
pl: Aby zainstalować OmegaT, kliknij dwukrotnie na pobrany program.

source: To install OmegaT, simply unpack the OmegaT_4.n.n_Without_JRE.zip file.
pl: Żeby zainstalować OmegaT, po prostu rozpakuj plik OmegaT_4.n.n_Without_JRE.zip.

source: To install the necessary files for the StarDict format, proceed as follows:
pl: Aby zainstalować niezbędne pliki w formacie StarDict należy postępować następująco:

source: To launch OmegaT, you must normally type two commands.
pl: Aby uruchomić OmegaT, nalezy wpisać dwie komendy.

source: To launch OmegaT with a French interface (for example on a Russian operating system), the command would therefore be:
pl: Aby uruchomić OmegaT z francuskim interfejsem (na przykład na rosyjskim systemie operacyjnym), polecenie byłoby zatem:

source: To launch multiple instances of OmegaT.app, double-click the file OmegaT located in OmegaT.app/Contents/MacOS/.
pl: Aby uruchomić OmegaT.app kilkukrotnie, kliknij dwukrotnie na plik OmegaT znajdujący się w OmegaT.app/Contents/MacOS/.

source: To remind yourself of the project's initial settings, open the project properties dialog by pressing Ctrl+E.
pl: W celu przypomnienia sobie ustawień początkowych projektu, otwórz okno dialogowe projektu, naciskając klawiszeCtrl+E.

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
pl: Aby wyświetlic listę plików w projekcie, otwórz okno dialogowe Pliki projektunaciskając klawisze Ctrl+L.

source: To start OmegaT for the first time with Java Web Start, load the following URL in your browser:
pl: Aby po raz pierwszy uruchomić OmegaT za pomocą Java Web Start, załaduj następujący adres URL w przeglądarce:

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
pl: Aby rozpocząć pracę z programem OmegaT, najpierw należy utworzyć projekt, w którym przechowtwane będą wszyskie pliki, takie jak plik źródłowy, pamięci tłumaczeniowe, glosariusze oraz koniec końców, przetłumaczony plik.

source: To translate the contents of a Wikipedia page (for example):
pl: W ten sposób przetłumaczysz np. zawartość strony Wikipedia:

source: To untar the .tar.gz file:
pl: Aby rozpakować plik .tar.gz:

source: Toggle Selected
pl: Przełącz wybrane

source: Tools
pl: Narzędzia

source: Total Characters (including spaces)
pl: Całkowita liczba znaków (ze spacjami)

source: Total Characters (without spaces)
pl: Całkowita liczba znaków (bez spacji)

source: Total Segments
pl: Wszystkie segmenty

source: Total Words
pl: Całkowita liczba wyrazów

source: Total number of segments
pl: Łączna liczba segmentów

source: Total:
pl: Całkowita liczba:

source: Trans&lated or untranslated
pl: Przetłumaczone lub nieprzetłumaczone

source: Translate the file
pl: Przetłumacz plik

source: Translate the following attributes:
pl: Przetłumacz następujące atrybuty:

source: Translated File Encoding
pl: Kodowanie pliku docelowego

source: Translated Filename Pattern
pl: Wzór nazwy pliku docelowego

source: Translated Files Folder
pl: Folder z plikami tłumaczeń

source: Translated Files Folder:
pl: Folder plików docelowych:

source: Translated document created
pl: Przetłumaczony dokument utworzony

source: Translated documents created
pl: Przetłumaczone dokumenty utworzone

source: Translated file path cannot be identical to the source file path: {0}
pl: Ścieżka tłumaczonego pliku nie może być taka sama jak ścieżka pliku źródłowego: {0}

source: Translated files folder entered does not exist!
pl: Podany folder plików tłumaczonych nie istnieje!

source: Translated files location not defined
pl: Nie odnaleziono lokalizacji przetłumaczonych plików

source: Translated segments
pl: Segmenty przetłumaczone

source: Translated segments text
pl: Tekst segmentów przetłumaczonych

source: Translated unique segments
pl: Liczba przetłumaczonych segmentów niepowtarzających się

source: Translating Project
pl: Przetłumacz projekt

source: Translation
pl: Tłumaczenie

source: Translation Memory Files Folder
pl: Folder z plikami pamięci tłumaczeniowej

source: Translation Memory Folder:
pl: Folder pamięci tłumaczeniowych:

source: Translation is fuzzy
pl: Tłumaczenie jest niedokładne

source: Translation last modified by {0} on {1} at {2}
pl: Ostatnia zmiana w tłumaczeniu wprowadzona przez {0} dnia {1} o {2}

source: Translation memory files folder entered does not exist!
pl: Podany folder plików pamięci tłumaczeniowych nie istnieje!

source: Translation memory folder {0} does not exist.
pl: Katalog pamięci tłumaczeniowej {0} nie istnieje.

source: Translation unit encountered before TMX header.
pl: Napotkano jednostkę tłumaczeniową przed nagłówkiem TMX.

source: Translation:
pl: Tłumaczenie:

source: Translator comments:
pl: Komentarze tłumacza:

source: Type
pl: Rodzaj

source: Type kmenuedit+enter to run the command.
pl: Wprowadź kmenuedit+enter, aby wykonać polecenie.

source: Type in new rule ID
pl: Wpisz nową regułę ID

source: Types: Exact searches match the whole search string.
pl: Rodzaje: Dokładne wyszukiwania pasują do całej szukanej frazy.

source: U&ntranslated
pl: Nieprzetłumaczone

source: URL
pl: Adres URL

source: URL is missing URL string
pl: W adresie URL nie ma ciągu URL

source: URL of online dictionaries:
pl: URL słowników internetowych:

source: URL:
pl: Ardes URL:

source: URLs
pl: Adresy URL

source: Unable to build new TMX file!
pl: Utworzenie nowego pliku TMX nie powiodło się!

source: Unable to connect to server.
pl: Nie można połączyć się z serwerem.

source: Unable to convert project!
pl: Nie udało się konwertować projekt!

source: Unable to download team project!
pl: Nie udało się pobrać projektu zespołowego!

source: Unable to initialize read of XML file!
pl: Rozpoczęcie odczytu pliku XML jest niemożliwe!

source: Unable to parse IAM service response
pl: Nie można odczytać odpowiedzi usługi IAM

source: Unable to parse filters configuration file
pl: Nie można odczytać pliku konfiguracyjnego filtrów

source: Unable to parse service error report
pl: Nie można odczytać raportu o błędzie usługi

source: Unable to parse translate service response
pl: Nie można odczytać odpowiedzi serwisu tłumaczeniowego

source: Unable to read file
pl: Odczytanie pliku jest niemożliwe

source: Unable to read project file!
pl: Nie udało się odczytać pliku projektu!

source: Unable to save data.
pl: Błąd przy zapiszwaniu pliku.

source: Unable to save filters configuration file
pl: Nie można zapisać pliku konfiguracyjnego filtrów

source: Unable to uninstall the selected dictionary
pl: Nie można odinstalować wybranego słownika

source: Unauthorized request to TaaS service.
pl: Nieautoryzowane ządanie usługi TaaS.

source: Undock
pl: Odłącz

source: Unexpected char {0} ({1})!
pl: Niewłaściwy znak {0} ({1})!

source: Uninstalling failed
pl: Odinstalowanie nie powiodło się

source: Unique Characters (including spaces)
pl: Niepowtarzające się znaki (ze spacjami)

source: Unique Characters (without spaces)
pl: Niepowtarzające się znaki (bez spacji)

source: Unique Remaining Characters (including spaces)
pl: Pozostałe niepowtarzające się znaki (ze spacjami)

source: Unique Remaining Characters (without spaces)
pl: Pozostałe niepowtarzające się znaki (bez spacji)

source: Unique Remaining Segments
pl: Pozostałe niepowtarzające się segmenty

source: Unique Remaining Words
pl: Pozostałe niepowtarzające się wyrazy

source: Unique Remaining:
pl: Pozostałe niepowtarzające się segmenty:

source: Unique Segments
pl: Niepowtarzające się segmenty

source: Unique Words
pl: Niepowtarzające się wyrazy

source: Unique segments
pl: Niepowtarzające się segmenty

source: Unique:
pl: Niepowtarzające się segmenty:

source: Unknown plugin type '{0}' in '{1}'
pl: Nieznane rozszerzenie '{0}' w '{1}'

source: Unpack/untar the downloaded file.
pl: Rozpakuj pobrany plik.

source: Unspecified
pl: Nieokreślony

source: Unsupported XML version {0}!
pl: Niewspierana wersja XML {0}!

source: Unsupported file encoding
pl: Niewspierane kodowanie pliku

source: Unsupported project file version ({0})!
pl: Niewspierana wersja pliku z projektem ({0})!

source: Until you are familiar with OmegaT, create translated files at regular intervals and check that the translated file contains the latest version of your translation.
pl: Dopóki nie zapoznasz się z programem OmegaT, tłumacz pliki w regularnych odstępach czasu i sprawdzaj, czy tłumaczony plik zawiera ostatnią wersję twojego tłumaczenia.

source: Untranslated segments
pl: Segmenty nieprzetłumaczone

source: Untranslated segments text
pl: Tekst segmentów nieprzetłumaczonych

source: Updated
pl: Zaktualizowano

source: Updates
pl: Aktualizacje

source: Upgrading OmegaT
pl: Aktualizacja programu OmegaT

source: Upgrading...
pl: Aktualizowanie...

source: Uploads to the repository the files that have been added or modified locally in the source directory.
pl: Przesyła do repozytorium pliki, które zostały dodane lub zmodyfikowane lokalnie w katalogu source.

source: Uploads to the repository the files that have been created locally in the target directory.
pl: Przesyła do repozytorium pliki, które zostały utworzone lokalnie w katalogu target.

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
pl: Użytkowanie: java -jar OmegaT.jar [<opcje>] [<ścieżka projektu>

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
pl: Użytkowanie: java -jar OmegaT.jar team <polecenie> [<opcje>]]

source: Use $n to refer to the nth group.
pl: Proszę użyć $n w przypadku odnoszenia się do grupy o numerze n.

source: Use &TAB to Advance
pl: Użtj TAB
